Repository: ahmedshakeelpk/FTB
Catalog: First Touch Banking/Localizable/*.lproj/Localizable.strings
Languages: ur_arab_pk

source: SCAN QR
ur_arab_pk: QR اسکین کریں۔

source: RESCAN
ur_arab_pk: دوبارہ اسکین کریں۔

source: PROCESS
ur_arab_pk: پروسیس

source: UPLOAD
ur_arab_pk: اپ لوڈ کریں۔

source: Show_QrList
ur_arab_pk: دکھائیں_QrList

source: Do you want to Download QR Code?
ur_arab_pk: کیا آپ QR کوڈ ڈاؤن لوڈ کرنا چاہتے ہیں؟

source: GENERATE QR
ur_arab_pk: QR بنائیں

source: DOWNLOAD QR CODE
ur_arab_pk: کیو آر کوڈ ڈاؤن لوڈ کریں۔

source: GENERATE QR CODE
ur_arab_pk: کیو آر کوڈ تیار کریں۔

source: Thumbnail
ur_arab_pk: تھمب نیل

source: Account No
ur_arab_pk: اکاؤنٹ کا نمبر

source: Download QR
ur_arab_pk: QR ڈاؤن لوڈ کریں۔

source: Share
ur_arab_pk: شئیر

source: SCAN QR CODE
ur_arab_pk: کیو آر کوڈ اسکین کریں۔

source: GENERATE DYNAMIC QR
ur_arab_pk: ڈائنامک کیو آر بنائیں

source: SHOW MY QR
ur_arab_pk: QR دکھائیں۔

source: ReadQR
ur_arab_pk: کیو آر پڑھیں

source: My Profile
ur_arab_pk: میری پروفائل

source: SUBMIT
ur_arab_pk: جمع کرائیں

source: My Loans
ur_arab_pk: میرا لون

source: SHOW
ur_arab_pk: ظاہر کریں

source: Verify thats it's you!
ur_arab_pk: تصدیق کریں کہ یہ آپ ہی ہیں!

source: Register your RAAST ID
ur_arab_pk: اپنے راست آی ڈی کا اندراج کریں

source: Raast
ur_arab_pk: راست

source: Select Location
ur_arab_pk: ڈلیوری کی جگہ منتخب کریں

source: Rasst ID Management
ur_arab_pk: راست کے آی ڈی کی منیجمنٹ

source: Transfer By Rasst ID
ur_arab_pk: راست آی ڈی کے ذریعے ٹرانسفر کریں

source: Enter IBAN No
ur_arab_pk: نمبر درج کریںIBAN

source: Transfer By Raast ID
ur_arab_pk: راست آی ڈی کے ذریعے ٹرانسفر کریں

source: Select Type
ur_arab_pk: قسم کا انتخاب کریں

source: Transfer By Raast ID Confirmation
ur_arab_pk: راست آی ڈی کے ذریعے ٹرانسفر کی تصدیق

source: Register your Rasst ID
ur_arab_pk: اپنا راست آی ڈی رجسٹر کریں۔

source: WHT Certificate
ur_arab_pk: WHT سرٹیفکیٹ

source: Account Maintenance Cerificate
ur_arab_pk: اکاؤنٹ مینٹینس سرٹیفیکیٹ

source: Enter the code sent on your mobile device manually
ur_arab_pk: آپ کے موبائل / ڈیوائس کر پر بھیجا کیا OTP خود درج کریں

source: Resend OTP
ur_arab_pk: OTP دوبارہ منگوائیں

source: Resend OTP via Call
ur_arab_pk: کال کے ذریعے OTP دوبارہ منگوائیں

source: Enter OTP
ur_arab_pk: OTP درج کریں

source: Transfer By Raast ID Successfull
ur_arab_pk: راست آی ڈی کے ذریعے ٹرانسفر کامیابی سے کی جا چکی ہے

source: Management
ur_arab_pk: منیجمنٹ

source: You are going to delink your alias from your bank account.Once you delinked, people can't send funfds to you using your alias.
ur_arab_pk: آپ اپنے بینک اکاؤنٹ سے اپنے ایلیس کو ڈی لنک کرنے جا رہے ہیں۔ ایک بار جب آپ ڈی لنک کر لیتے ہیں، لوگ آپ کے ایلیس کا استعمال کرتے ہوئے آپ کو فنڈز نہیں بھیج سکتے ہیں۔

source: Delink your Raast ID
ur_arab_pk: اپنا راست آی ڈی غیر منسلک کریں

source: RAAST Beneficiary
ur_arab_pk: راست بینیفشری

source: CONFIRM
ur_arab_pk: تصدیق کریں

source: OK
ur_arab_pk: ٹھیک ہے

source: Delink RAAST ID
ur_arab_pk: راست آی ڈی کو غیر منسلک کریں

source: Confirm following details to delink your Raast ID
ur_arab_pk: راست آی ڈی کو غیر منسلک کرنے کے لئے مندجہ ذیل معلومات کی تصدیق کریں

source: Register RAAST ID
ur_arab_pk: راست آی ڈی کا اندراج کریں

source: Enter your Password
ur_arab_pk: پاس ورڈ داخل کریں

source: you've choosen your registered mobile as your Raast ID.Once you've registerd,people can send funds to you
ur_arab_pk: آپ نے اپنے رجسٹرڈ موبائل نمبر کو بطورِ راست آی ڈی منتخب کیا ہے، رجسٹر ہو جانے کے بعد دیگر افراد آپ کو رقوم بھیج سکیں گے

source: Enter 6 Digit password
ur_arab_pk: اپنا6ہندسوں پر مشتمل پاس ورڈ درج کریں

source: Proceed
ur_arab_pk: آگے بڑھیں

source: Enter amount (1.00- 500,000.00)
ur_arab_pk: رقم درج کریں (1.00-500,000.00)

source: Do you want to Register your Raast ID with Follwing Detail
ur_arab_pk: کیا آپ اپنا راست کا آی ڈی درج ذیل معلومات کے ساتھ رجسٹر کرنا چاہتے ہیں؟

source: Choose Account
ur_arab_pk: اکاؤنٹ منتخب کریں

source: Check Leaf
ur_arab_pk: چیک بک کا صفحہ

source: Reason
ur_arab_pk: وجہ

source: Enter Mobile No
ur_arab_pk: موبائل نمبر درج کریں۔

source: Enter The Reason
ur_arab_pk: وجہ درج کریں۔

source: STOP PAYMENT
ur_arab_pk: ادائیگی روک دیں۔

source: Please Enter From Leaf
ur_arab_pk: براہ کرم ابتدائی چیک کا صفحہ نمبر درج کریں

source: Please Enter To Leaf
ur_arab_pk: براہ کرم آخری چیک کا صفحہ نمبر درج کریں

source: Select ChequeBook
ur_arab_pk: چیک بک منتخب کریں۔

source: Select
ur_arab_pk: منتخب کریں۔

source: Relink RAAST ID
ur_arab_pk: RAAST ID کو دوبارہ لنک کریں۔

source: You have chosen your registered mobile number as your Raast ID. Once you have relink, people can send funds to you using your Raast ID.
ur_arab_pk: آپ نے اپنا رجسٹرڈ موبائل نمبر اپنی Raast ID کے طور پر منتخب کیا ہے۔ آپ کے دوبارہ لنک کرنے کے بعد، لوگ آپ کی Raast ID کا استعمال کرکے آپ کو فنڈز بھیج سکتے ہیں۔

source: Enter From Leaf
ur_arab_pk: ابتدائی چیک کا صفحہ نمبر درج کریں

source: Enter To Leaf
ur_arab_pk: آخری چیک کا صفحہ نمبر درج کریں

source: Notifications
ur_arab_pk: اطلاعات

source: SAVE
ur_arab_pk: محفوظ کریں۔

source: Current Address:
ur_arab_pk: موجودہ پتہ:

source: Correspondence Address
ur_arab_pk: خط و کتابت کا پتہ

source: Cheque Book
ur_arab_pk: چیک بک

source: Relink your Raast ID
ur_arab_pk: اپنی Raast ID کو دوبارہ لنک کریں۔

source: Pre Paid Confirmation
ur_arab_pk: پری پیڈ کی تصدیق

source: Top Up Successful
ur_arab_pk: ٹاپ اپ کامیابی سے کر دیا گیا ہے

source: Bill Pyment Confirmation
ur_arab_pk: بل کی ادائیگی کی تصدیق

source: Payment Confirmation
ur_arab_pk: ادائیگی کی تصدیق

source: Update Information
ur_arab_pk: معلومات کو اپ ڈیٹ کریں۔

source: Account Preview
ur_arab_pk: اکاؤنٹ کا جائزہ

source: Enable Touch/Face ID
ur_arab_pk: ٹچ/فیس آئی ڈی کو فعال کریں

source: Device Information
ur_arab_pk: ڈیوائس کی معلومات

source: ChequeBook
ur_arab_pk: چیک بک

source: VERIFY OTP
ur_arab_pk: OTP کی تصدیق کریں۔

source: OTP VERIFICATION
ur_arab_pk: OTP کی تصدیق کریں۔

source: Please Enter the OTP sent to your Mobile Number
ur_arab_pk: براہ کرم اپنے موبائل نمبر پر بھیجی گئی OTP درج کریں۔

source: ChequeBook Request
ur_arab_pk: چیک بک کی درخواست

source: ChequeBook Status
ur_arab_pk: چیک بک کی موجودہ صورتِ حال

source: Stop Payment
ur_arab_pk: ادائیگی روک دیں

source: ChequeLeaf Inquiry
ur_arab_pk: چیک بک کے صفحے کی تحقیقات

source: Accounts Maintenance Certificate
ur_arab_pk: اکاؤنٹ مینٹینس سرٹیفیکیٹ

source: Withholding
ur_arab_pk: ٹیکس کا محاسب

source: SMS Subcription
ur_arab_pk: ایس ایم ایس سبسکرپشن

source: E Statment
ur_arab_pk: ای سٹیٹمنٹ

source: WHT Calculations
ur_arab_pk: WHT حساب کتاب

source: Enter New Password
ur_arab_pk: نیا پاس ورڈ درج کریں

source: Enter Confirm password
ur_arab_pk: تصدیق کے لئے نیا پاس ورڈ دوبارہ درج کریں۔

source: Enter Old Passowrd
ur_arab_pk: پرانا پاس ورڈ درج کریں۔

source: Notification
ur_arab_pk: اطلاعات

source: REGISTER NOW
ur_arab_pk: ابھی رجسٹر کریں

source: PAY NOW
ur_arab_pk: ابھی ادا کریں

source: Register
ur_arab_pk: رجسٹر کریں

source: ATM Locator
ur_arab_pk: اے ٹی ایم کا مقام شناس

source: Agent Locator
ur_arab_pk: ایجنٹس کا مقام شناس

source: Movies List
ur_arab_pk: فلموں کی فہرست

source: Social Services
ur_arab_pk: سوشل سروسز

source: Book Me
ur_arab_pk: بک می / BookMe

source: Proceed To Payment
ur_arab_pk: ادائیگی کر دیں

source: Seat Selection
ur_arab_pk: نشست کا انتحاب

source: Statement
ur_arab_pk: سٹیٹمنٹ

source: Committee
ur_arab_pk: کمیٹی

source: Enter Name
ur_arab_pk: نام درج کریں

source: Comments
ur_arab_pk: تفصیل

source: Debit card
ur_arab_pk: ڈیبٹ کارڈ

source: Enter Your Password
ur_arab_pk: اپنا پاس ورڈ درج کریں

source: Login With Touch ID/faceID
ur_arab_pk: ٹچ ID/faceID کے ساتھ لاگ ان کریں۔

source: SIGN UP
ur_arab_pk: اپنا اندراج کریں

source: Acitivate
ur_arab_pk: فعال کریں

source: Mini Statement
ur_arab_pk: منی سٹیٹمنٹ

source: Balance
ur_arab_pk: بیلنس

source: Toll Free 24/7 Helpline:
ur_arab_pk: ٹول فری 24/7 ہیلپ لائن:

source: SEND
ur_arab_pk: بھیجیں

source: Name
ur_arab_pk: نام

source: Access Banking
ur_arab_pk: ایکسیس بینکنگ

source: Alert details will appear here so that user can be prompted about the error
ur_arab_pk: الرٹ کی تفصیلات یہاں دکھائی جائیں گی تاکہ صارف کو غلطی کے بارے میں مطلع کیا جا سکے

source: IBFT
ur_arab_pk: انٹر بینک فنڈز ٹرانسفر

source: Add Beneficary
ur_arab_pk: وصول کنندہ کو فہرست میں شامل کریں۔

source: IBFT Funds Transfer Successfull
ur_arab_pk: انٹر بینک ٖفنڈز ٹرانسفر کامیابی سے کی جا چکی ہے

source: Do you want to activate IBFT Services
ur_arab_pk: کیا آپ انٹر بینک فنڈز ٹرانسفر سروسز کو فعال کرنا چاہتے ہیں؟

source: Enter OTP for Transaction Consent
ur_arab_pk: ٹرانزیکشن کی رضامندی کے لیے OTP درج کریں۔

source: PayNow
ur_arab_pk: ابھی ادا کریں

source: Account number
ur_arab_pk: اکاؤنٹ نمبر

source: Local Funds Transfer
ur_arab_pk: لوکل فنڈز ٹرانسفر

source: Add Beneficiary
ur_arab_pk: وصول کنندہ کو شامل کریں۔

source: Nickname
ur_arab_pk: عرف

source: Enter Amount
ur_arab_pk: رقم درج کریں۔

source: Dams Fund
ur_arab_pk: ڈیمز فنڈ

source: Mobile Number
ur_arab_pk: موبائل نمبر

source: Prepaid TOPUP
ur_arab_pk: پری پیڈ ٹاپ اپ

source: Select Company
ur_arab_pk: کمپنی منتخب کریں

source: NEW COMMITTEE
ur_arab_pk: نئی کمیٹی

source: NOTIFICATIONS
ur_arab_pk: اطلاعات

source: Notification List
ur_arab_pk: اطلاع کی فہرست

source: Installment
ur_arab_pk: قسط

source: INSTALLMENT PAID
ur_arab_pk: ادا شدہ قسط

source: INSTALLMENT RECEIVED
ur_arab_pk: قسط موصول ہو گئی ہے

source: COMMITTEE LIST
ur_arab_pk: کمیٹی کی فہرست

source: Committee List
ur_arab_pk: کمیٹی کی فہرست

source: INSTALLMENT DETAIL
ur_arab_pk: قسط کی تفصیل

source: Installment List
ur_arab_pk: قسطوں کی فہرست

source: Email
ur_arab_pk: ای میل

source: Activate
ur_arab_pk: فعال کریں

source: National Bank of Pakistan
ur_arab_pk: نیشنل بینک آف پاکستان

source: Donations - Financial Contributions
ur_arab_pk: عطیات - مالی تعاون

source: registration_picNotTaken
ur_arab_pk: تصویر نہیں کھینچی جا سکی

source: Manage Funds
ur_arab_pk: فنڈز کا نظم و نسق

source: Send Money
ur_arab_pk: پیسے بھیجیں

source: Bill Payment
ur_arab_pk: بل کی ادائیگی

source: Mobile TopUp
ur_arab_pk: موبائل ٹاپ اپ

source: Discounts
ur_arab_pk: ڈسکاؤنٹس

source: Debit Card Management
ur_arab_pk: ڈیبٹ کارڈ مینجمنٹ

source: Others
ur_arab_pk: دیگر سروسز

source: Create/Update FirstPay
ur_arab_pk: فرسٹ پےوالٹ بنائیں / اپ ڈیٹ کریں

source: LOGIN
ur_arab_pk: لاگ ان کریں

source: Enable Touch ID/Face ID
ur_arab_pk: Touch ID/Face ID کو فعال کریں

source: Forgot Password
ur_arab_pk: اگر آپ پاس ورڈ بھول گئے ہیں تو یہاں کلک کریں

source: FORGOT PASSWORD
ur_arab_pk: اگر آپ پاس ورڈ بھول گئے ہیں تو یہاں کلک کریں

source: LOGIN WITH ANOTHER ACCOUNT
ur_arab_pk: کسی دوسرے اکاؤنٹ سے لاگ ان کریں

source: Face ID
ur_arab_pk: فیس آئی ڈی / Face ID

source: Touch ID
ur_arab_pk: ٹچ آئی ڈی

source: Successfully Activated
ur_arab_pk: کامیابی کے ساتھ فعال کر دیا گیا ہے

source: Awaaz
ur_arab_pk: آواز

source: Live Chat
ur_arab_pk: لائیو چیٹ

source: FAQs
ur_arab_pk: اکثر پوچھے گئے سوالات

source: Terms & Conditions
ur_arab_pk: شرائط و ضوابط

source: Social Media
ur_arab_pk: سوشل میڈیا

source: Logout
ur_arab_pk: لاگ آوٹ

source: Load From Linked Account
ur_arab_pk: منسلک اکاؤنٹ سے بیلنس لوڈ کریں

source: Transfer To Linked Account
ur_arab_pk: منسلک اکاؤنٹ میں رقم ٹرانسفر کریں

source: all_login
ur_arab_pk: لاگ ان کریں

source: all_next
ur_arab_pk: آگے

source: all_back
ur_arab_pk: پیچھے

source: Disclaimer
ur_arab_pk: انتباہ

source: iPhone
ur_arab_pk: آئی فون

source: Changelanguage
ur_arab_pk: زبان تبدیل کریں

source: Facebook
ur_arab_pk: فیس بک

source: Twitter
ur_arab_pk: ٹوئیٹر

source: OR
ur_arab_pk: یا

source: Apply Loan
ur_arab_pk: لون کی درخواست کریں

source: Manual Settlement
ur_arab_pk: روایتی طریقے سے لون کو ادائیگی

source: Loan Settlement
ur_arab_pk: لون کی ادائیگی

source: Key Fact Statment
ur_arab_pk: Key Fact Statement / اہم معلومات

source: Enter Your Mobile Number
ur_arab_pk: اپنا موبائل نمبر درج کیجئے

source: Enter Your Account Number
ur_arab_pk: اپنا اکاؤنٹ نمبر درج کریں۔

source: Enter OTP for Registration
ur_arab_pk: رجسٹریشن کے لیے OTP درج کریں

source: OTP has been sent via SMS
ur_arab_pk: OTP بذریعہ ایس ایم ایس بھیجا گیا ہے۔

source: Enter Your CNIC Number
ur_arab_pk: اپنا شناختی کارڈ نمبر درج کریں۔

source: Back
ur_arab_pk: پیچھے

source: Tap here to receive OTP via Call
ur_arab_pk: کال کے ذریعے OTP حاصل کرنے کے لیے یہاں کلک کریں۔

source: Insured
ur_arab_pk: بیمہ شدہ

source: Enter Password for Registration
ur_arab_pk: رجسٹریشن کے لیے پاس ورڈ درج کریں

source: Branch Locator
ur_arab_pk: برانچز کا مقام شناس

source: Not Insured
ur_arab_pk: غیر بیمہ شدہ

source: Last Transaction
ur_arab_pk: حالیہ ٹرانزیکشن

source: Mini Statment
ur_arab_pk: منی سٹیٹمنٹ

source: Instagram
ur_arab_pk: انسٹاگرام

source: Are you sure you want to enable FingerPrint Login?
ur_arab_pk: کیا آپ واقعی نشانِ انگشت سے ایپلیکیشن میں لاگ ان کو فعال کرنا چاہتے ہیں؟

source: Nano Loan
ur_arab_pk: نینو لون

source: Quick Pay
ur_arab_pk: فوری ادائیگی

source: Register yourself with Access Banking
ur_arab_pk: ایکسیس بینکنگ میں خود کو رجسٹر کریں۔

source: Register Device
ur_arab_pk: ڈیوائس رجسٹر کریں۔

source: DELINK CONVENTIONAL ACCOUNT
ur_arab_pk: روایتی اکاؤنٹ کو غیر منسلک کریں

source: DELINK ACCOUNT
ur_arab_pk: اکاؤنٹ غیر منسلک کریں۔

source: LINK CONVENTIONAL ACCOUNT
ur_arab_pk: روایتی اکاؤنٹ کو منسلک کریں۔

source: LINK ACCOUNT
ur_arab_pk: اکاؤنٹ کو منسلک کریں۔

source: Request Money
ur_arab_pk: رقم منگوائیں

source: Select Account
ur_arab_pk: اکاؤنٹ منتخب کریں۔

source: Account Title
ur_arab_pk: اکاؤنٹ کا نام

source: Transfer Amount
ur_arab_pk: ٹرانسفر کی رقم

source: ChangePin
ur_arab_pk: پن تخلیق کریں /تبدیل کریں۔

source: De-Activate your card
ur_arab_pk: اپنے کارڈ کو ڈی فعال کریں۔

source: Credit Debit Card
ur_arab_pk: کریڈٹ ڈیبٹ کارڈ

source: Activate your Card
ur_arab_pk: اپنا کارڈ فعال کریں۔

source: Enter 4 Digit Debit Card Number
ur_arab_pk: 4 ہندسوں پر مشتمل ڈیبٹ کارڈ نمبر درج کریں۔

source: Invite Friends
ur_arab_pk: دوستوں کو مدعو کریں

source: Contact Us
ur_arab_pk: ہم سے رابطہ کریں

source: Enter Phone Number
ur_arab_pk: فون نمبر درج کریں

source: My Bills
ur_arab_pk: میرے بِلز

source: Change Limit
ur_arab_pk: حد تبدیل کریں۔

source: Enter Account Limit
ur_arab_pk: اکاؤنٹ کی حد درج کریں۔

source: Total
ur_arab_pk: کل رقم

source: Utility Bill Payments
ur_arab_pk: یوٹیلیٹی بل کی ادائیگی

source: Activate Debit Card
ur_arab_pk: ڈیبٹ کارڈ کو فعال کریں۔

source: Enter New Pin
ur_arab_pk: نیا پن داخل کریں

source: Confirm new Pin
ur_arab_pk: تصدیق کے لئے نیا پن دوبارہ درج کریں

source: Wallet to Conventional
ur_arab_pk: والٹ سے روایتی اکاؤنٹ میں

source: Beneficairy Wallet/ Accounts
ur_arab_pk: وصول کنندہ کا والٹ/ اکاؤنٹ

source: Purpose of Payment
ur_arab_pk: ادائیگی کا مقصد

source: Touch ID/ Face ID
ur_arab_pk: ٹچ آئی ڈی/فیس آئی ڈی

source: Please accept Terms & Conditions
ur_arab_pk: براہ کرم شرائط و ضوابط کو قبول کریں۔

source: Departure Date
ur_arab_pk: تاریخ روانگی

source: Select Date
ur_arab_pk: تاریخ منتخب کریں۔

source: NEXT
ur_arab_pk: آگے

source: Enter Text Here..
ur_arab_pk: یہاں تفصیل درج کریں..

source: Select Category
ur_arab_pk: کیٹیگری منتخب کریں۔

source: HELPLINE
ur_arab_pk: ہیلپ لائن

source: ADDRESS
ur_arab_pk: ایڈریس

source: Consumed
ur_arab_pk: استعمال شدہ

source: Tickets
ur_arab_pk: ٹکٹس

source: Remaining
ur_arab_pk: باقی

source: Funds Transfer
ur_arab_pk: فنڈز ٹرانسفر

source: Daily
ur_arab_pk: روزانہ

source: Monthly
ur_arab_pk: ماہانہ

source: Yearly
ur_arab_pk: سالانہ

source: Accounts Limits
ur_arab_pk: اکاؤنٹس کی حدود

source: Debit Limits
ur_arab_pk: ڈیبٹ کی حدود

source: HOME REMITTANCE
ur_arab_pk: ترسیلِ زر کا حصول

source: Credit Limits
ur_arab_pk: کریڈٹ کی حدود

source: SEND OTP
ur_arab_pk: OTP بھیجیں۔

source: Pending Request
ur_arab_pk: زیر التواء درخواست

source: My Pending Request
ur_arab_pk: میری زیر التواء درخواست

source: Movies
ur_arab_pk: فلمیں

source: Successfully Add
ur_arab_pk: کامیابی کے ساتھ شامل کردی گئی ہے۔

source: Inter Bank Funds Transfer
ur_arab_pk: انٹر بینک فنڈز ٹرانسفر

source: To Fmfb Account
ur_arab_pk: ایف ایم ایف بی اکاؤنٹ میں

source: To First Pay wallet
ur_arab_pk: فرسٹ پے والٹ میں

source: To Bank Accounts
ur_arab_pk: بینک اکاؤنٹس میں

source: To Wallet Accounts
ur_arab_pk: والٹ اکاؤنٹس میں

source: Donations
ur_arab_pk: عطیات

source: Beneficiary bank name
ur_arab_pk: وصول کنندہ کے بینک کا نام

source: Beneficiary Account Number
ur_arab_pk: وصول کنندہ کا اکاؤنٹ نمبر

source: Enter 16 digit Account number
ur_arab_pk: 16 ہندسوں کا اکاؤنٹ نمبر درج کریں۔

source: Enter 11 Digit Account Number
ur_arab_pk: 11 ہندسوں کا اکاؤنٹ نمبر درج کریں

source: Wallet No
ur_arab_pk: والٹ نمبر

source: CNIC Issue Date
ur_arab_pk: شناختی کارڈ کی تاریخِ اجرا

source: Name on Card
ur_arab_pk: کارڈ پہ درج نام

source: Charges
ur_arab_pk: چارجز

source: Card Request
ur_arab_pk: کارڈ کی درخواست

source: Reject
ur_arab_pk: رد کر دیں

source: Take a Photo
ur_arab_pk: تصویر کھینچیں

source: Select Loan Type
ur_arab_pk: لون کی قسم منتخب کریں۔

source: Select Loan Product
ur_arab_pk: لون پروڈکٹ منتخب کریں۔

source: New Committee
ur_arab_pk: نئی کمیٹی

source: Committee Name
ur_arab_pk: کمیٹی کا نام

source: Committee Members
ur_arab_pk: کمیٹی ممبران

source: Installment Amount
ur_arab_pk: قسط کی رقم

source: Start Date
ur_arab_pk: شروع کرنے کی تاریخ

source: Committee Interval
ur_arab_pk: کمیٹی کا وقفہ

source: Enter Committee Name
ur_arab_pk: کمیٹی کا نام درج کریں۔

source: Enter Amount Between 100 - 10,000
ur_arab_pk: 100 - 10,000 کے درمیان رقم درج کریں۔

source: Committee Start Date
ur_arab_pk: کمیٹی کے آغاز کی تاریخ

source: Commitee Detail
ur_arab_pk: کمیٹی کی تفصیل

source: EDIT
ur_arab_pk: ترمیم کریں

source: APPLY
ur_arab_pk: اطلاق کریں

source: INSTALLMENT
ur_arab_pk: قسط

source: VIEW PARTICIPANT
ur_arab_pk: شرکت کنندہ کو دیکھیں

source: Top Up
ur_arab_pk: ٹاپ اپ

source: Beneficiary Account
ur_arab_pk: وصول کنندہ کا اکاونٹ

source: Youtube
ur_arab_pk: یوٹیوب

source: Transport
ur_arab_pk: ٹرانسپورٹ

source: Movie Info
ur_arab_pk: فلم کی معلومات

source: Events
ur_arab_pk: تقریبات

source: ACCEPT
ur_arab_pk: قبول کریں۔

source: Ranking
ur_arab_pk: مقبولیت

source: Durations
ur_arab_pk: دورانیے

source: Director
ur_arab_pk: ہدایت کار

source: Dispute List
ur_arab_pk: تنازعات کی فہرست

source: Stars
ur_arab_pk: ستارے

source: Mobile Banking
ur_arab_pk: موبائل بینکنگ

source: ATM
ur_arab_pk: اے ٹی ایم

source: Synopsis
ur_arab_pk: خلاصہ

source: Do you want to Logout?
ur_arab_pk: کیا آپ لاگ آؤٹ کرنا چاہتے ہیں؟

source: Alert
ur_arab_pk: الرٹ

source: Cancel
ur_arab_pk: منسوخ کریں۔

source: Account Limit Management
ur_arab_pk: اکاؤنٹ لمٹ مینجمنٹ

source: CANCEL
ur_arab_pk: منسوخ کریں۔

source: Yes
ur_arab_pk: جی ہاں

source: Bus Tickets
ur_arab_pk: بس ٹکٹس

source: Password should be 6 characters (alpha numeric)
ur_arab_pk: پاس ورڈ 6 حروف کا ہونا چاہیے (الفا عددی)

source: Home
ur_arab_pk: ہوم

source: Device Name
ur_arab_pk: ڈیوائس کا نام

source: Beneficiary List
ur_arab_pk: وصول کنندگان کی فہرست

source: Services
ur_arab_pk: خدمات

source: Select Delivery Type
ur_arab_pk: ڈیلیوری کی قسم منتخب کریں۔

source: Request Card
ur_arab_pk: کارڈ کی درخواست کریں۔

source: Card Activation/Blocking
ur_arab_pk: کارڈ ایکٹیویشن/بلاکنگ

source: Generate/ChangePin
ur_arab_pk: پن بنائیں/تبدیل کریں۔

source: Send Request status
ur_arab_pk: درخواست کی موجودہ صورت حال بھیجیں

source: Received Request
ur_arab_pk: درخواست موصول ہوچکی ہے۔

source: Touch/Face ID
ur_arab_pk: ٹچ/فیس آئی ڈی

source: Account Limits
ur_arab_pk: اکاؤنٹ کی حدود

source: Change Password
ur_arab_pk: پاس ورڈ تبدیل کریں

source: CHANGE PASSWORD
ur_arab_pk: پاس ورڈ تبدیل کریں

source: Enter Old password
ur_arab_pk: پرانا پاس ورڈ درج کریں۔

source: success
ur_arab_pk: کامیابی سے ہو گیا ہے

source: successOnly
ur_arab_pk: کامیابی

source: Utility Bill Payment
ur_arab_pk: یوٹیلیٹی بل کی ادائیگی

source: Consumer Number
ur_arab_pk: صارف کا نمبر

source: Local Funds Transfer Successful
ur_arab_pk: لوکل فنڈز ٹرانسفر کامیابی سے کیا جا چکا ہے

source: Deactivate
ur_arab_pk: غیر فعال کریں۔

source: Enter Wallet No
ur_arab_pk: والٹ نمبر درج کریں

source: Beneficiary Bank Name
ur_arab_pk: وصول کنندہ کے بینک کا نام

source: Enter Consumer Number
ur_arab_pk: صارف کا نمبر درج کریں۔

source: Source Account
ur_arab_pk: مصدر اکاؤنٹ

source: Enter 11 digits mobile number
ur_arab_pk: 11 ہندسوں کا موبائل نمبر درج کریں۔

source: Transfer Account
ur_arab_pk: اکاؤنٹ منتقل کریں۔

source: Beneficiary Confirmation
ur_arab_pk: وصول کنندہ کی تصدیق

source: Enter
ur_arab_pk: داخل کریں۔

source: Search
ur_arab_pk: تلاش کریں

source: Verify
ur_arab_pk: تصدیق کریں

source: back
ur_arab_pk: پیچھے

source: Here
ur_arab_pk: یہاں

source: submitt
ur_arab_pk: جمع کرائیں

source: Your Text Here
ur_arab_pk: یہاں درج کریں

source: how are you
ur_arab_pk: آپ کیسے ہیں؟

source: Apply
ur_arab_pk: اطلاق کریں

source: Transport List
ur_arab_pk: ٹرانسپورٹ کی فہرست

source: DeLink Account
ur_arab_pk: اکاؤنٹ غیر منسلک کریں

source: Key Fact Statment Nano Loan
ur_arab_pk: Key Fact Statement نینو لون

source: Next
ur_arab_pk: آگے

source: Confirmation
ur_arab_pk: تصدیق

source: Scan
ur_arab_pk: اسکین کریں۔

source: Card Confirmation
ur_arab_pk: کارڈ کی تصدیق

source: Scaning your's CNIC
ur_arab_pk: آپ کے شناختی کارڈ کو اسکین کیا جا رہا ہے

source: Postal Address
ur_arab_pk: ڈاک کا پتا

source: Scan Your Cnic Number
ur_arab_pk: اپنا شناختی کارڈ نمبر اسکین کریں

source: Scan CNIC Number
ur_arab_pk: شناختی کارڈ نمبر اسکین کریں۔

source: Set Password
ur_arab_pk: پاس ورڈ رکھیں

source: Enter New Passord
ur_arab_pk: نیا پاس ورڈ درج کریں

source: Confirm password
ur_arab_pk: تصدیق کے لئے نیا پاس ورڈ دوبارہ درج کریں

source: Enter 16 digit account no
ur_arab_pk: ہندسوں کا اکاؤنٹ نمبر درج کریں۔

source: Local Funds Transfer Confirmation
ur_arab_pk: لوکل فنڈز ٹرانسفر کی تصدیق

source: Ok
ur_arab_pk: ٹھیک ہے

source: By Entering this OTP you acknowledge that you have agreed and understood all details related to loans and have accepted all terms & condition governing this loan.
ur_arab_pk: اس OTP کو درج کرکے آپ تسلیم کرتے ہیں کہ آپ نے لون سے متعلق تمام تفصیلات سے اتفاق کیا ہے اور سمجھ لیا ہے اور اس لون کی تمام مروجہ شرائط و ضوابط کو قبول کر لیا ہے۔

source: Beneficiary Account Title
ur_arab_pk: وصول کنندہ کے اکاؤنٹ کا نام

source: Transaction Reference Number
ur_arab_pk: ٹرانزیکشن کا حوالہ نمبر

source: Transaction Time
ur_arab_pk: ٹرانزیکشن کا وقت

source: Dispute Transaction
ur_arab_pk: اس ٹرانزیکشن کو متنازعہ قرار دیں

source: By enabling TouchID/FaceID Login Service any person who's TouchID are enabled on your iPhone can Login your Banking Application without using password
ur_arab_pk: TouchID/FaceID لاگ ان سروس کو فعال کرنے سے کوئی بھی شخص جس کا TouchID آپ کے آئی فون میں محفوظ ہے پاس ورڈ استعمال کیے بغیر آپ کی ایپلیکیشن لاگ ان کر سکتا ہے۔

source: For Successful home delivery, the provided address must be in reach of courier service.
ur_arab_pk: انتباہ ۔ کارڈ آپ کے فراہم کردہ پتہ پر کامیابی سے ڈیلیور کرانے کے لئے ضروری ہے کہ مذکورہ پتہ کورئیر سروس کے دائرہ کار میں ہو۔

source: Password Should be 6 characters(alpha numeric)
ur_arab_pk: پاس ورڈ 6 حروف کا ہونا چاہیے (جن میں ہندسے اور حروفِ تحجی شامل دونوں شامل ہوں)
